Repository: GeorgeValandis/QuitERGY
Catalog: QuitERGY/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: %@ drinks avoided
de: %@ Drinks vermieden
es: %@ bebidas evitadas
fr: %@ boissons évitées

source: %@ mg caffeine
de: %@ mg Koffein
es: %@ mg de cafeína
fr: %@ mg de caféine

source: %@ must be a number.
de: %@ muss eine Zahl sein.
es: %@ debe ser un número.
fr: %@ doit être un nombre.

source: %@ must be a valid number.
de: %@ muss eine gültige Zahl sein.
es: %@ debe ser un número válido.
fr: %@ doit être un nombre valide.

source: %d drink less than last month
de: %d Drink weniger als letzten Monat
es: %d bebida menos que el mes pasado
fr: %d boisson de moins que le mois dernier

source: %d drinks / week
de: %d Drinks / Woche
es: %d bebidas / semana
fr: %d boissons / semaine

source: %d drinks less than last month
de: %d Drinks weniger als letzten Monat
es: %d bebidas menos que el mes pasado
fr: %d boissons de moins que le mois dernier

source: %d g sugar %d mg caffeine
de: %d g Zucker %d mg Koffein
es: %d g de azúcar %d mg de cafeína
fr: %d g de sucre %d mg de caféine

source: %dd %dh
de: %dT %dStd
fr: %d j %d h

source: %dD STREAK
de: %dT STREAK
es: RACHA DE %d D
fr: SÉRIE DE %d J

source: %lld %@ less than last month
de: %1$lld %2$@ weniger als letzten Monat
es: %1$lld %2$@ menos que el mes pasado
fr: %1$lld %2$@ de moins que le mois dernier

source: %lld drinks / week
de: %lld Drinks / Woche
es: %lld bebidas / semana
fr: %lld boissons / semaine

source: %lldD STREAK
de: %lldT STREAK
es: RACHA DE %lld D
fr: SÉRIE DE %lld J

source: ⚡️ %d DAYS CLEAN
de: ⚡️ %d TAGE CLEAN
es: ⚡️ %d DÍAS LIMPIO
fr: ⚡️ %d JOURS CLEAN

source: 1 per day
de: 1 pro Tag
es: 1 al día
fr: 1 par jour

source: 1 per week
de: 1 pro Woche
es: 1 por semana
fr: 1 par semaine

source: 2 or more per day
de: 2 oder mehr pro Tag
es: 2 o más al día
fr: 2 ou plus par jour

source: 2–3 per week
de: 2-3 pro Woche
es: 2-3 por semana
fr: 2-3 par semaine

source: A new target
de: Ein neues Ziel
es: Un nuevo objetivo
fr: Un nouvel objectif

source: A newer version is available in the App Store.
de: Eine neuere Version ist im App Store verfügbar.
es: Hay una versión más reciente en el App Store.
fr: Une version plus récente est disponible sur l’App Store.

source: Activity
de: Aktivität
es: Actividad
fr: Activité

source: Adding an energy drink will reset your current clean streak.
de: Das Eintragen eines Energy-Drinks setzt deine aktuelle Clean-Streak zurück.
es: Registrar una bebida energética reiniciará tu racha actual sin bebidas.
fr: Ajouter une boisson énergisante réinitialisera ta série actuelle.

source: Adjust if your favourite drink differs.
de: Passe es an, falls dein Lieblingsdrink anders ist.
es: Ajusta los valores si tu bebida favorita es diferente.
fr: Ajuste si ta boisson préférée est différente.

source: Ask me once per day
de: Frag mich einmal pro Tag
es: Pregúntame una vez al día
fr: Me demander une fois par jour

source: Average price per can
de: Durchschnittspreis pro Dose
es: Precio medio por lata
fr: Prix moyen par canette

source: Brand
de: Marke
es: Marca
fr: Marque

source: Caffeine
de: Koffein
es: Cafeína
fr: Caféine

source: Caffeine (mg)
de: Koffein (mg)
es: Cafeína (mg)
fr: Caféine (mg)

source: Caffeine per can
de: Koffein pro Dose
es: Cafeína por lata
fr: Caféine par canette

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: Change to Drink?
de: Zu Drink ändern?
es: ¿Cambiar a bebida?
fr: Passer à boisson ?

source: Change to No Drink?
de: Zu Kein Drink ändern?
es: ¿Cambiar a sin bebida?
fr: Passer à sans boisson ?

source: Choose
de: Auswählen
es: Elegir
fr: Choisir

source: Choose the option that matches your current habit.
de: Wähle die Option, die zu deiner aktuellen Gewohnheit passt.
es: Elige la opción que mejor encaja con tu hábito actual.
fr: Choisis l’option qui correspond à ton habitude actuelle.

source: Choose the outcome that excites you most.
de: Wähle das Ziel, das dich am meisten motiviert.
es: Elige el resultado que más te motiva.
fr: Choisis le résultat qui te motive le plus.

source: Choose the path that fits your journey.
de: Wähle den Weg, der zu deiner Reise passt.
es: Elige el camino que encaja con tu proceso.
fr: Choisis le chemin qui correspond à ton parcours.

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer

source: Continue
de: Weiter
es: Continuar
fr: Continuer

source: Could not load offers. Please check your connection.
de: Angebote konnten nicht geladen werden. Bitte prüfe deine Verbindung.
es: No se pudieron cargar las ofertas. Revisa tu conexión.
fr: Impossible de charger les offres. Vérifie ta connexion.

source: Crafted to keep your energy clean and steady.
de: Entwickelt, damit deine Energie clean und stabil bleibt.
es: Creada para mantener tu energía limpia y estable.
fr: Conçu pour garder ton énergie propre et stable.

source: Create a drink profile in Settings to see savings and progress.
de: Erstelle in den Einstellungen ein Drink-Profil, um Ersparnisse und Fortschritt zu sehen.
es: Crea un perfil de bebida en Ajustes para ver ahorros y progreso.
fr: Crée un profil de boisson dans Réglages pour voir tes économies et progrès.

source: Create Profile
de: Profil erstellen
es: Crear perfil
fr: Créer un profil

source: Create unlimited drink profiles.
de: Erstelle unbegrenzt viele Drink-Profile.
es: Crea perfiles de bebidas ilimitados.
fr: Crée des profils de boisson illimités.

source: Current Profile
de: Aktuelles Profil
es: Perfil actual
fr: Profil actuel

source: Current routine
de: Aktuelle Routine
es: Rutina actual
fr: Routine actuelle

source: Custom
de: Eigene Variante
es: Personalizada
fr: Personnalisé

source: Daily Reminder & Badges
de: Tägliche Erinnerung & Badges
es: Recordatorio diario e insignias
fr: Rappel quotidien et badges

source: Daily reminder disabled.
de: Tägliche Erinnerung deaktiviert.
es: Recordatorio diario desactivado.
fr: Rappel quotidien désactivé.

source: Daily reminder scheduled at %@.
de: Tägliche Erinnerung um %@ geplant.
es: Recordatorio diario programado a las %@.
fr: Rappel quotidien programmé à %@.

source: Daily Reminders
de: Tägliche Erinnerungen
es: Recordatorios diarios
fr: Rappels quotidiens

source: Daily routine
de: Tägliche Routine
es: Rutina diaria
fr: Routine quotidienne

source: Day
de: Tag
es: Día
fr: Jour

source: Define your goal
de: Definiere dein Ziel
es: Define tu objetivo
fr: Définis ton objectif

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer

source: Detailed Statistics
de: Detaillierte Statistiken
es: Estadísticas detalladas
fr: Statistiques détaillées

source: Answer the question above to start your tracking.
de: Beantworte die Frage oben, um dein Tracking zu starten.
es: Responde la pregunta de arriba para empezar tu seguimiento.
fr: Réponds à la question ci-dessus pour commencer ton suivi.

source: Fine-tune sugar & caffeine
de: Zucker & Koffein anpassen
es: Ajusta el azúcar y la cafeína
fr: Ajuste le sucre et la caféine

source: Log it as your first entry
de: Als ersten Eintrag loggen
es: Regístrala como tu primera entrada
fr: Enregistre-la comme première entrée

source: Not today
de: Heute nicht
es: Hoy no
fr: Pas aujourd’hui

source: Start your clean streak right away
de: Starte deinen Clean-Streak sofort
es: Empieza tu racha limpia ahora mismo
fr: Commence ta série sans boisson tout de suite

source: Yes, I had one
de: Ja, einen hatte ich
es: Sí, he tomado una
fr: Oui, j’en ai bu une

source: Did you have an energy drink today?
de: Hattest du heute einen Energy-Drink?
es: ¿Has tomado una bebida energética hoy?
fr: As-tu bu une boisson énergisante aujourd’hui ?

source: Did you have your %@ today?
de: Hattest du heute %@?
es: ¿Has tomado %@ hoy?
fr: As-tu bu %@ aujourd’hui ?

source: Drink less
de: Weniger trinken
es: Beber menos
fr: Boire moins

source: Drink logged?
de: Drink eintragen?
es: ¿Registrar bebida?
fr: Enregistrer une boisson ?

source: Drink Profiles
de: Drink-Profile
es: Perfiles de bebida
fr: Profils de boisson

source: Enjoying QuitERGY?
de: Gefällt dir QuitERGY?
es: ¿Te gusta QuitERGY?
fr: Tu aimes QuitERGY ?

source: Enter a realistic average price per drink.
de: Gib einen realistischen Durchschnittspreis pro Drink ein.
es: Introduce un precio medio realista por bebida.
fr: Indique un prix moyen réaliste par boisson.

source: Error
de: Fehler
fr: Erreur

source: Every journey begins with a single step. You've got this!
de: Jede Reise beginnt mit einem ersten Schritt. Du schaffst das!
es: Todo camino empieza con un paso. ¡Tú puedes!
fr: Chaque parcours commence par un pas. Tu peux le faire !

source: Every other day habit
de: Gewohnheit alle zwei Tage
es: Hábito cada dos días
fr: Habitude un jour sur deux

source: From %@ down to %@ per week.
de: Von %@ auf %@ pro Woche.
es: De %@ a %@ por semana.
fr: De %@ à %@ par semaine.

source: Get daily check-ins to stay accountable.
de: Erhalte tägliche Check-ins, um dranzubleiben.
es: Recibe check-ins diarios para mantener el compromiso.
fr: Reçois des check-ins quotidiens pour rester engagé.

source: Goal achieved!
de: Ziel erreicht!
es: ¡Objetivo logrado!
fr: Objectif atteint !

source: Great start! The first week is the hardest, but you're already making progress.
de: Starker Start! Die erste Woche ist am härtesten, aber du machst schon Fortschritte.
es: Buen comienzo. La primera semana es la más difícil, pero ya estás avanzando.
fr: Très bon début ! La première semaine est la plus dure, mais tu progresses déjà.

source: h: %lld w: %lld
de: h: %1$lld b: %2$lld
es: alto: %1$lld ancho: %2$lld
fr: h : %1$lld l : %2$lld

source: header: %lld footer: %lld
de: header: %1$lld footer: %2$lld
es: header: %1$lld footer: %2$lld
fr: header : %1$lld footer : %2$lld

source: Heavy usage
de: Starke Nutzung
es: Uso alto
fr: Usage élevé

source: Helps others discover QuitERGY
de: Hilft anderen, QuitERGY zu entdecken
es: Ayuda a otras personas a descubrir QuitERGY
fr: Aide d’autres personnes à découvrir QuitERGY

source: Here’s what changes when you start today.
de: Das verändert sich, wenn du heute startest.
es: Esto cambia cuando empiezas hoy.
fr: Voilà ce qui change si tu commences aujourd’hui.

source: High Caffeine
de: Viel Koffein
es: Alta cafeína
fr: Forte caféine

source: How often do you drink energy drinks?
de: Wie oft trinkst du Energy-Drinks?
es: ¿Con qué frecuencia tomas bebidas energéticas?
fr: À quelle fréquence bois-tu des boissons énergisantes ?

source: Impressive progress! You're breaking the habit and forming healthier patterns.
de: Beeindruckender Fortschritt! Du durchbrichst die Gewohnheit und baust gesündere Muster auf.
es: Progreso impresionante. Estás rompiendo el hábito y creando patrones más sanos.
fr: Beau progrès ! Tu casses l’habitude et construis des routines plus saines.

source: Imprint
de: Impressum
es: Aviso legal
fr: Mentions légales

source: Later
de: Später
es: Más tarde
fr: Plus tard

source: Legal
de: Rechtliches
fr: Mentions légales

source: Less sugar
de: Weniger Zucker
es: Menos azúcar
fr: Moins de sucre

source: Let’s personalise QuitERGY
de: QuitERGY personalisieren
es: Personalicemos QuitERGY
fr: Personnalisons QuitERGY

source: Lifetime premium is active.
de: Lifetime Premium ist aktiv.
es: Premium de por vida está activo.
fr: Premium à vie est actif.

source: Loading offer...
de: Angebot wird geladen...
es: Cargando oferta...
fr: Chargement de l’offre...

source: Loading…
de: Wird geladen…
es: Cargando…
fr: Chargement…

source: Log Drink
de: Drink eintragen
es: Registrar bebida
fr: Enregistrer

source: Log more than one drink per day.
de: Trage mehr als einen Drink pro Tag ein.
es: Registra más de una bebida al día.
fr: Enregistre plus d’une boisson par jour.

source: Maybe later
de: Vielleicht später
es: Quizá más tarde
fr: Peut-être plus tard

source: Minimum required version: %@
de: Mindestens erforderliche Version: %@
es: Versión mínima requerida: %@
fr: Version minimale requise : %@

source: Money Saved
de: Geld gespart
es: Dinero ahorrado
fr: Argent économisé

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel

source: Monthly savings
de: Monatliche Ersparnis
es: Ahorro mensual
fr: Économies mensuelles

source: Mostly on weekends
de: Meistens am Wochenende
es: Sobre todo los fines de semana
fr: Surtout le week-end

source: Multiple Entries Per Day
de: Mehrere Einträge pro Tag
es: Varias entradas al día
fr: Plusieurs entrées par jour

source: Multiple Profiles
de: Mehrere Profile
es: Varios perfiles
fr: Plusieurs profils

source: Negative values are not allowed.
de: Negative Werte sind nicht erlaubt.
es: No se permiten valores negativos.
fr: Les valeurs négatives ne sont pas autorisées.

source: No Drink
de: Kein Drink
es: Sin bebida
fr: Sans boisson

source: No logs yet
de: Noch keine Einträge
es: Aún no hay registros
fr: Aucun journal pour le moment

source: No profile selected
de: Kein Profil ausgewählt
es: Ningún perfil seleccionado
fr: Aucun profil sélectionné

source: No profiles yet. Create one to keep track of your stats.
de: Noch keine Profile. Erstelle eines, um deine Statistiken zu verfolgen.
es: Aún no hay perfiles. Crea uno para seguir tus estadísticas.
fr: Aucun profil pour le moment. Crée-en un pour suivre tes statistiques.

source: Notifications are disabled. Enable them in Settings to receive reminders.
de: Mitteilungen sind deaktiviert. Aktiviere sie in den Einstellungen, um Erinnerungen zu erhalten.
es: Las notificaciones están desactivadas. Actívalas en Ajustes para recibir recordatorios.
fr: Les notifications sont désactivées. Active-les dans Réglages pour recevoir des rappels.

source: Nutrition
de: Nährwerte
es: Nutrición

source: Onboarding reset. The intro will run again on the next launch.
de: Onboarding zurückgesetzt. Die Einführung startet beim nächsten Öffnen erneut.
es: Onboarding restablecido. La introducción se mostrará de nuevo al abrir la app.
fr: Onboarding réinitialisé. L’intro se relancera à la prochaine ouverture.

source: One purchase unlocks every premium feature permanently.
de: Ein Kauf schaltet alle Premium-Funktionen dauerhaft frei.
es: Una compra desbloquea todas las funciones premium para siempre.
fr: Un achat débloque toutes les fonctions premium pour toujours.

source: One-time purchase
de: Einmalkauf
es: Compra única
fr: Achat unique

source: Open %@
de: %@ öffnen
es: Abrir %@
fr: Ouvrir %@

source: Open App Store
de: App Store öffnen
es: Abrir App Store
fr: Ouvrir l’App Store

source: Other drink
de: Anderer Drink
es: Otra bebida
fr: Autre boisson

source: Outstanding achievement! You've proven your strength and commitment. Keep going!
de: Starke Leistung! Du hast Durchhaltevermögen bewiesen. Mach weiter!
es: Logro excelente. Has demostrado fuerza y compromiso. Sigue así.
fr: Super réussite ! Tu as prouvé ta force et ton engagement. Continue !

source: Overview
de: Übersicht
es: Resumen
fr: Vue d’ensemble

source: Period
de: Zeitraum
es: Periodo
fr: Période

source: Pick a profile to let us calculate your progress.
de: Wähle ein Profil, damit wir deinen Fortschritt berechnen können.
es: Elige un perfil para que podamos calcular tu progreso.
fr: Choisis un profil pour calculer tes progrès.

source: Pick your go-to drink
de: Wähle deinen Standard-Drink
es: Elige tu bebida habitual
fr: Choisis ta boisson habituelle

source: Please create a drink profile in Settings first.
de: Bitte erstelle zuerst ein Drink-Profil in den Einstellungen.
es: Primero crea un perfil de bebida en Ajustes.
fr: Crée d’abord un profil de boisson dans Réglages.

source: Please enter a name for the profile.
de: Bitte gib einen Namen für das Profil ein.
es: Introduce un nombre para el perfil.
fr: Saisis un nom pour le profil.

source: Please update %@ to continue.
de: Bitte aktualisiere %@, um fortzufahren.
es: Actualiza %@ para continuar.
fr: Mets %@ à jour pour continuer.

source: Premium Active
de: Premium aktiv
es: Premium activo
fr: Premium actif

source: Premium is already active on this account.
de: Premium ist auf diesem Account bereits aktiv.
es: Premium ya está activo en esta cuenta.
fr: Premium est déjà actif sur ce compte.

source: Premium Required
de: Premium erforderlich
es: Premium requerido
fr: Premium requis

source: Preset
de: Vorlage
es: Preajuste
fr: Préréglage

source: Price
de: Preis
es: Precio
fr: Prix

source: Price (€)
de: Preis (€)
es: Precio (€)
fr: Prix (€)

source: Price helps us calculate realistic savings.
de: Der Preis hilft uns, realistische Ersparnisse zu berechnen.
es: El precio nos ayuda a calcular ahorros realistas.
fr: Le prix nous aide à calculer des économies réalistes.

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité

source: Profile needed
de: Profil erforderlich
es: Perfil necesario
fr: Profil requis

source: Quit completely
de: Ganz aufhören
es: Dejarlo por completo
fr: Arrêter complètement

source: Rate QuitERGY
de: QuitERGY bewerten
es: Valorar QuitERGY
fr: Noter QuitERGY

source: Ready to reclaim your energy?
de: Bereit, deine Energie zurückzuholen?
es: ¿Listo para recuperar tu energía?
fr: Prêt à reprendre ton énergie ?

source: Ready to start?
de: Bereit zum Start?
es: ¿Listo para empezar?
fr: Prêt à commencer ?

source: RECOVERY
de: ERHOLUNG
es: RECUPERACIÓN
fr: RÉCUPÉRATION

source: Reminder Time
de: Erinnerungszeit
es: Hora del recordatorio
fr: Heure du rappel

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser

source: Reset all progress?
de: Allen Fortschritt zurücksetzen?
es: ¿Restablecer todo el progreso?
fr: Réinitialiser tous les progrès ?

source: Reset onboarding?
de: Onboarding zurücksetzen?
es: ¿Restablecer onboarding?
fr: Réinitialiser l’onboarding ?

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer

source: Save
de: Speichern
es: Guardar
fr: Enregistrer

source: Save New Profile
de: Neues Profil speichern
es: Guardar nuevo perfil
fr: Enregistrer un nouveau profil

source: Set a realistic target per week
de: Setze ein realistisches Wochenziel
es: Define un objetivo semanal realista
fr: Fixe un objectif hebdomadaire réaliste

source: Set a target that’s lower than your current baseline.
de: Setze ein Ziel, das unter deinem aktuellen Ausgangswert liegt.
es: Define un objetivo menor que tu nivel actual.
fr: Fixe un objectif inférieur à ton niveau actuel.

source: Set up a drink profile first
de: Richte zuerst ein Drink-Profil ein
es: Configura primero un perfil de bebida
fr: Configure d’abord un profil de boisson

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages

source: Setup failed
de: Einrichtung fehlgeschlagen
es: La configuración falló
fr: Échec de la configuration

source: since your last energy drink
de: seit deinem letzten Energy-Drink
es: desde tu última bebida energética
fr: depuis ta dernière boisson énergisante

source: Something to improve? Send feedback
de: Etwas verbessern? Feedback senden
es: ¿Algo que mejorar? Enviar feedback
fr: Quelque chose à améliorer ? Envoie un retour

source: Something went wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Une erreur est survenue

source: Start My Journey ⚡️
de: Meine Reise starten ⚡️
es: Empezar mi camino ⚡️
fr: Commencer mon parcours ⚡️

source: Start today and you can save around %@ and %@ g of sugar every month.
de: Starte heute und du kannst monatlich etwa %@ und %@ g Zucker sparen.
es: Empieza hoy y podrás ahorrar alrededor de %@ y %@ g de azúcar al mes.
fr: Commence aujourd’hui et tu peux économiser environ %@ et %@ g de sucre chaque mois.

source: Stats
de: Statistiken
es: Estadísticas

source: Stay ⚡️ Focused
de: Bleib ⚡️ fokussiert
es: Mantén el foco ⚡️
fr: Reste ⚡️ concentré

source: Stay clean longer, understand every craving, and celebrate progress with real insights.
de: Bleib länger clean, verstehe jedes Verlangen und feiere Fortschritt mit echten Insights.
es: Mantente limpio más tiempo, entiende cada antojo y celebra tu progreso con datos reales.
fr: Reste clean plus longtemps, comprends chaque envie et célèbre tes progrès avec de vrais insights.

source: Sugar
de: Zucker
es: Azúcar
fr: Sucre

source: Sugar (g)
de: Zucker (g)
es: Azúcar (g)
fr: Sucre (g)

source: Sugar and caffeine can’t be negative.
de: Zucker und Koffein können nicht negativ sein.
es: El azúcar y la cafeína no pueden ser negativos.
fr: Le sucre et la caféine ne peuvent pas être négatifs.

source: Sugar and caffeine power your future victories.
de: Zucker und Koffein zeigen dir deine künftigen Erfolge.
es: El azúcar y la cafeína alimentan tus futuras victorias.
fr: Le sucre et la caféine alimentent tes futures victoires.

source: Sugar Avoided
de: Zucker vermieden
es: Azúcar evitado
fr: Sucre évité

source: Sugar Free
de: Zuckerfrei
es: Sin azúcar
fr: Sans sucre

source: Sugar per can
de: Zucker pro Dose
es: Azúcar por lata
fr: Sucre par canette

source: Takes less than 30 seconds
de: Dauert weniger als 30 Sekunden
es: Tarda menos de 30 segundos
fr: Prend moins de 30 secondes

source: Target drinks per week
de: Ziel-Drinks pro Woche
es: Bebidas objetivo por semana
fr: Boissons cibles par semaine

source: Tell us where you’re starting so we can cheer every win.
de: Sag uns, wo du startest, damit wir jeden Erfolg sichtbar machen können.
es: Cuéntanos desde dónde empiezas para celebrar cada logro.
fr: Dis-nous d’où tu pars pour célébrer chaque victoire.

source: Terms of Use (EULA)
de: Nutzungsbedingungen (EULA)
es: Términos de uso (EULA)
fr: Conditions d’utilisation (EULA)

source: The onboarding will start again the next time you open the app.
de: Das Onboarding startet beim nächsten Öffnen der App erneut.
es: El onboarding volverá a empezar la próxima vez que abras la app.
fr: L’onboarding recommencera à la prochaine ouverture de l’app.

source: This will clear your streak and statistics. This action cannot be undone.
de: Dadurch werden deine Streak und Statistiken gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto borrará tu racha y tus estadísticas. Esta acción no se puede deshacer.
fr: Cela supprimera ta série et tes statistiques. Cette action est irréversible.

source: Track money saved, sugar avoided, and progress.
de: Verfolge gespartes Geld, vermiedenen Zucker und Fortschritt.
es: Sigue el dinero ahorrado, el azúcar evitado y tu progreso.
fr: Suis l’argent économisé, le sucre évité et tes progrès.

source: Track unlimited streaks, insights & more
de: Unbegrenzte Streaks, Insights & mehr
es: Rachas ilimitadas, insights y más
fr: Séries illimitées, insights et plus

source: Track your clean streak, celebrate milestones, and keep your energy steady.
de: Verfolge deine Clean-Streak, feiere Meilensteine und halte deine Energie stabil.
es: Sigue tu racha limpia, celebra hitos y mantén tu energía estable.
fr: Suis ta série clean, célèbre les étapes et garde une énergie stable.

source: Track your progress with detailed charts and insights.
de: Verfolge deinen Fortschritt mit detaillierten Charts und Insights.
es: Sigue tu progreso con gráficos e insights detallados.
fr: Suis tes progrès avec des graphiques et insights détaillés.

source: Under weekly target
de: Unter Wochenziel
es: Por debajo del objetivo semanal
fr: Sous l’objectif hebdomadaire

source: Understanding your routine builds a personalised baseline.
de: Deine Routine zu verstehen schafft eine persönliche Ausgangsbasis.
es: Entender tu rutina crea una base personalizada.
fr: Comprendre ta routine crée une base personnalisée.

source: Unlock Lifetime
de: Lifetime freischalten
es: Desbloquear de por vida
fr: Débloquer à vie

source: Unlock Premium
de: Premium freischalten
es: Desbloquear Premium
fr: Débloquer Premium

source: Unlock Statistics
de: Statistiken freischalten
es: Desbloquear estadísticas
fr: Débloquer les statistiques

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour

source: Update available
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
